Repository: belzecue/bloatbox
Catalog: src/Bloatbox/Locales/Locale.*.resx
Languages: de

# BtnAdd
source: Add selected >
de: Hinzufügen >

# BtnAddAll
source: Add all >>
de: Alle hinzufügen >>

# BtnRemove
source: < Remove selected
de: < Entfernen

# BtnRemoveAll
source: << Remove all
de: << Alle entfernen

# BtnRunUninstaller
source: Uninstall
de: Papierkorb leeren

# ChkShowUWPSystem
source: Show system apps
de: System-Apps anzeigen

# infoApp
source: Remove Bloatwares from Windows 10. This project was intended as an extension for github.com/builtbybel/privatezilla All infos and credits about this project on \tgithub.com/builtbybel/bloatbox You can also reach out to me on \ttwitter.com/builtbybel (C) 2021, Builtbybel
de: Deinstalliert Windows 10-Bloatware-Anwendungen. Angedacht als Erweiterung für github.com/builtbybel/privatezilla Alle Infos und Credits zu dem Projekt auf \tgithub.com/builtbybel/bloatbox Sie können mir außerdem folgen auf \ttwitter.com/builtbybel (C) 2021, Builtbybel

# infoPS
source: This will download the PowerShell based Community version "Windows10Debloater.ps1\n\nThis is a interactive script with prompts which runs the following functions:\n- Debloat (a list of Bloatware that is removed can be viewed on the authors GitHub repository)\n- Removes registry keys leftover that are associated with the bloatware apps\n- Protect privacy by stopping some telemetry functions, stops Cortana from being used as your Search Index, disables unneccessary scheduled tasks, and more\n- Stop-EdgePDF\n\nDo you wish to continue?\n\nMore information about this script can be found here https://github.com/Sycnex/Windows10Debloater
de: Dadurch wird die PowerShell-basierte Community-Version "Windows10Debloater.ps1" heruntergeladen\n\nDies ist ein interaktives Skript mit Eingabeaufforderungen, das die folgenden Funktionen ausführt:\n- Windows 10 entschlacken (eine Liste der entfernten Bloatware kann im GitHub-Repository des Autors angezeigt werden)\n- Entfernt übrig gebliebene Registrierungsschlüssel, die den Bloatware-Apps zugeordnet sind\n- Schützt die Privatsphäre, indem es einige Telemetriefunktionen stoppt, verhindert das Cortana als Suchindex verwendet wird, deaktiviert nicht benötigte geplante Aufgaben und vieles mehr\n- Stop-EdgePDF\n\nWollen Sie fortfahren?\n\nWeitere Informationen zu diesem Skript finden Sie hier https://github.com/Sycnex/Windows10Debloater

# infoUninstallNull
source: No apps to uninstall!
de: Keine Apps zum deinstallieren gefunden.

# LblHeader
source: Apps && Features
de: Apps und Features

# LblRemoveCount
source: Remove
de: Papierkorb

# LblRightInfo
source: Move the apps you want to uninstall here.
de: Schiebe alle was weg soll in den Papierkorb

# LnkHeader
source: Optional features (download the Community version)
de: Optionales feature (Community Version herunterladen)

# LnkStartFresh
source: Start fresh if your Windows 10 is loaded with bloatware
de: Sauberer Start (empfohlene Bloatware entfernen)

# menuCheckRelease
source: Check for updates
de: Nach Updates suchen

# menuMarketplace
source: Visit Marketplace
de: Marktplatz besuchen

# menuPS
source: Add more features...
de: Weitere features hinzufügen...

# msgDoPS
source: Do you really want to run this script?
de: Wollen Sie dieses Skript wirklich ausführen?

# msgShowUWPSystem
source: Be picky about which System applications to uninstall.\n\nYou can uninstall most of the built-in apps, even ones that don't normally offer an "Uninstall" option.\n\nNote, however, Bloatbox won't allow you to remove a few of the most important built-in apps, like Microsoft Edge, .NET framework, UI.Xaml etc. as these apps are needed for the Windows 10 "Experience" and for other programs. If you try, you’ll see an error message saying the removal failed.
de: Vorsicht ist geboten beim deinstallieren von Systemanwendungen!\n\nSie können die meisten integrierten Apps deinstallieren, auch solche, die normalerweise keine Option zum Deinstallieren bieten.\n\nHinweis, Bloatbox lässt es jedoch nicht zu einige der integrierten Apps wie Microsoft Edge, .NET Framework, UI.Xaml usw. zu entfernen, da diese Apps für das Windows 10 "Nutzererlebnis" und für andere Programme benötigt werden. Wenn Sie es versuchen, wird eine Fehlermeldung angezeigt, die besagt, dass das Entfernen fehlgeschlagen ist.

# msgStartFresh
source: This will add all the annoying bloatware apps, pre-installed on Windows 10 including some apps your PC manufacturer included to the removal list.\r\n\nMost of these apps are garbage, but if you find important stuff on the list just remove it from the right box before hitting "Uninstall".
de: Dadurch werden unnütze Apps in den Bereinigungsvorgang aufgenommen, die im Standardlieferumfang von Windows enthalten sind.\n\nEs bleibt Ihnen aber frei überlassen, ob Sie alle Apps entfernen oder etwaige vom Bereinigungsvorgang ausschließen und Sie aus dem Papierkorb rausnehmen.

# msgWarning
source: Disclaimer
de: Warnung

# releaseUnofficial
source: You are using an unoffical version of Bloatbox
de: Sie benutzen eine inoffizielle Version von Bloatbox

# releaseUpdateAvailable
source: There is a new version available
de: Eine neue Version ist verfügbar

# releaseUpdateAvailableURL
source: \n\nDo you want to open the @github/releases page?
de: \n\nWollen sie die @github/releases Seite öffnen?

# releaseUpdateYourVersion
source: \n\nYour are using version
de: \n\nSie benutzen die Version

# releaseUpToDate
source: There are currently no updates available.
de: Es sind keine neuen Updates verfügbar

# statusDoUninstall
source: Removing
de: Entferne

# statusFailedRemove
source: Failed to remove:
de: Fehlgeschlagen:

# statusSuccessRemove
source: Successfully removed:
de: Erfolgreich entfernt:
